{
    "metadata": {
        "title": "Maxyni | Maßgeschneiderte digitale Lösungen für Ihr Unternehmen",
        "description": "Maximieren Sie das Potenzial Ihres Unternehmens mit maßgeschneiderten digitalen Lösungen, entwickelt mit Exzellenz, Skalierbarkeit und Sicherheit. Entdecken Sie, wie Maxyni Herausforderungen in Chancen verwandeln und Ihr Unternehmen auf die nächste Ebene bringen kann!",
        "keywords": "maxyni, maxiny, maxini, startup, techstartup, tech startup, entwicklung, development startup, unternehmensentwicklung, development corporativo"
    },
    "navbar": {
        "logo_aria_label": "Zur Startseite",
        "brand_name": "Maxyni",
        "home": {
            "text": "Startseite",
            "aria_label": "Zum Seitenanfang gehen"
        },
        "about": {
            "text": "Über uns",
            "aria_label": "Zum Abschnitt Über uns gehen"
        },
        "solutions": {
            "text": "Lösungen",
            "aria_label": "Zum Abschnitt Lösungen gehen"
        },
        "contact_button": {
            "text": "Kontakt",
            "aria_label": "Kontaktformular öffnen"
        },
        "contact_modal": {
            "title": "Kontakt",
            "submit_button_text": "Kontakt aufnehmen",
            "form": {
                "generic_error_text": "Ihr Kontaktformular konnte nicht gesendet werden. Bitte versuchen Sie es später erneut",
                "compliance_text": "Durch das Absenden des Formulars akzeptieren Sie die <a>Datenschutzrichtlinie</a>.",
                "fields": {
                    "full_name": {
                        "label": "Vollständiger Name",
                        "placeholder": "John Doe",
                        "errors": {
                            "nonempty": "Bitte geben Sie Ihren vollständigen Namen ein.",
                            "regex": "Bitte geben Sie einen gültigen Namen ein."
                        }
                    },
                    "email": {
                        "label": "Geschäfts-E-Mail",
                        "placeholder": "john.doe@unternehmen.com",
                        "errors": {
                            "nonempty": "Bitte geben Sie Ihre Geschäfts-E-Mail ein.",
                            "regex": "Bitte geben Sie eine gültige E-Mail-Adresse ein."
                        }
                    },
                    "phone": {
                        "label": "Telefonnummer",
                        "placeholder": "(00) 00000-0000",
                        "country_code": "+55",
                        "errors": {
                            "nonempty": "Bitte geben Sie Ihre Telefonnummer ein.",
                            "regex": "Bitte geben Sie eine gültige Telefonnummer ein."
                        }
                    }
                },
                "sent": {
                    "icon_alt": "Formular-Symbol mit einem Häkchen",
                    "title": "Formular gesendet!",
                    "subtitle": "Vielen Dank für Ihre Kontaktaufnahme und Ihr Interesse an den Dienstleistungen von <span>Maxyni</span>.",
                    "description_1": "In Kürze wird sich einer unserer Spezialisten über die von Ihnen im Formular angegebene E-Mail-Adresse und Telefonnummer mit Ihnen in Verbindung setzen.",
                    "description_2": "Die Antwortzeit beträgt in der Regel bis zu <span>48 Stunden</span>."
                }
            }
        },
        "menu": {
            "navigation_title": "Navigation",
            "language_title": "Sprache"
        }
    },
    "welcome": {
        "rocket_img_alt": "Rakete, die diagonal nach oben fliegt.",
        "title": "ENTFALTEN SIE DAS POTENZIAL \nIHRES UNTERNEHMENS \nMIT MAXYNI",
        "description_1": "Wir sind Experten für die Erstellung digitaler Lösungen für Unternehmen und Privatpersonen.",
        "description_2": "Wir verwandeln Ihre Ideen mit Qualität, Sicherheit und Agilität in Realität.",
        "description_3": "Unsere Alleinstellungsmerkmale heben uns vom Markt ab. Klicken Sie auf <strong>Starten</strong> und entdecken Sie, wie wir Ihre Ergebnisse steigern können!",
        "takeoff_button_text": "Starten"
    },
    "about": {
        "person_img_alt": "Person, die bequem und entspannt mit einem Laptop auf dem Schoß arbeitet.",
        "title": "Wer ist <span>Maxyni</span>?",
        "description_1": "Maxyni wurde gegründet, um <strong>zu vereinfachen</strong>, wie Unternehmen ihre Prozesse verwalten und Entscheidungen treffen.",
        "description_2": "Mehr als nur digitale Produkte zu schaffen, wollen wir eine <strong>Referenz</strong> sein. Wir glauben, dass Technologie <strong>zugänglich</strong> und <strong>intuitiv</strong> sein sollte. Deshalb entwickeln wir Lösungen für Unternehmen aller Größen und Branchen.",
        "description_3": "Was unterscheidet uns? <strong>Menschen, Qualität und Sorgfalt.</strong> Alles, was wir tun, zielt darauf ab, den Alltag von Unternehmen zu <strong>erleichtern</strong> und Menschen <strong>positiv zu beeinflussen</strong>. Unser Wesen besteht darin, in jedem Detail <strong>Qualität</strong> zu liefern."
    },
    "best_choice": {
        "title": "Warum sind wir Ihre <span>beste</span> Wahl?",
        "description": "Einige Unternehmen bieten Software an — wir liefern <strong>komplette Lösungen</strong>. Und was macht uns einzigartig? Hier sind einige Gründe, warum Maxyni die richtige Wahl für Ihr Unternehmen ist:",
        "support": {
            "icon_alt": "Sprechblase.",
            "title": "Support",
            "description": "Unser menschlicher Support ist immer bereit zu helfen und Probleme zu lösen, um sicherzustellen, dass Ihr Alltag reibungslos verläuft."
        },
        "customization": {
            "icon_alt": "Aquarell mit Pinsel und Farbpalette",
            "title": "Anpassungsfähigkeit",
            "description": "Wir verstehen, dass jedes Unternehmen einzigartig ist. Deshalb sind unsere Systeme hochgradig anpassbar und flexibel, um Ihnen Komfort und Effizienz zu bieten."
        },
        "excellence": {
            "icon_alt": "Glänzender Stern.",
            "title": "Exzellenz",
            "description": "Wir haben eine unglaubliche Geschwindigkeit bei der Einführung von Updates. Wir bringen ständig neue Lösungen und Funktionen, weil Innovation Teil unserer DNA ist."
        }
    },
    "solutions": {
        "person_img_alt": "Person mit einer Virtual-Reality-Brille, beeindruckt von den Lösungen von Maxyni.",
        "title": "Lösungen, um das <span>MAXIMUM</span> zu erreichen",
        "description_1": "Entfesseln Sie das volle Potenzial Ihres Unternehmens mit den <strong>Lösungen von Maxyni</strong>!",
        "description_2": "Jedes Produkt wird mit Fokus auf die <strong>realen Bedürfnisse</strong> des Alltags entwickelt und berücksichtigt die Probleme und Herausforderungen jedes Bereichs. Unsere Produkte sind so konzipiert, dass sie <strong>intuitiv, effizient und robust</strong> sind und eine einfache Bedienung ohne Kompromisse bei der Leistung gewährleisten.",
        "custom_description": "Entfesseln Sie das volle Potenzial Ihres Unternehmens mit den <strong>Lösungen von Maxyni</strong>! Wir schaffen maßgeschneiderte digitale Erlebnisse, die Vision in Realität verwandeln.",
        "cards": {
            "institutional_sites": {
                "title": "Unternehmenswebsites",
                "description": "Digitale Schaufenster, die Ihre Marke mit elegantem und professionellem Design der Welt präsentieren.",
                "ideal_for_prefix": "Ideal für:",
                "ideal_for": "Unternehmen, die eine Online-Präsenz etablieren, ihre Marke stärken und Werte kommunizieren möchten."
            },
            "ecommerce": {
                "title": "E-Commerce",
                "description": "Komplette Online-Shops, optimiert für Conversion und mit hervorragendem Einkaufserlebnis für Ihre Kunden.",
                "ideal_for_prefix": "Ideal für:",
                "ideal_for": "Unternehmen, die Produkte online verkaufen, ihre Reichweite erweitern und Verkäufe automatisieren möchten."
            },
            "web_systems": {
                "title": "Web-Systeme",
                "description": "Individuell angepasste Anwendungen, die Prozesse automatisieren und Daten auf einer zentralen Plattform vereinen.",
                "ideal_for_prefix": "Ideal für:",
                "ideal_for": "Unternehmen, die Arbeitsabläufe optimieren, manuelle Prozesse eliminieren und Informationen zentralisieren müssen."
            }
        },
        "products": {
            "title": "Entdecken Sie unsere Produkte:",
            "li_1": "Derzeit entwickeln wir maßgeschneiderte <strong>Fullstack-Webanwendungen</strong> für kleine und mittlere Unternehmen. Unser Fokus liegt auf der <strong>Automatisierung von Prozessen</strong> und Zeitersparnis, damit sich Ihr Team auf das Wesentliche konzentrieren kann.",
            "li_2": "Für die Zukunft arbeiten wir an <strong>Multi-Tenant-SaaS</strong>-Lösungen wie <strong><a>Ahssets</a></strong>, einer umfassenden Plattform zur Verwaltung von Vermögenswerten und internem Bestand. Mit Schwerpunkt auf <strong>Skalierbarkeit</strong> und <strong>Sicherheit</strong> versprechen diese Tools, die Art und Weise zu verändern, wie Sie Ihr Unternehmen führen. Bleiben Sie dran!"
        }
    },
    "footer": {
        "brand_name": "Maxyni",
        "slogan": "Wir entwickeln die Zukunft, die bereits angekommen ist.",
        "rights": "© {year} <Link>Maxyni</Link>. Alle Rechte vorbehalten.",
        "links": {
            "company_text": "Unternehmen",
            "compliance_text": "Datenschutzrichtlinie",
            "github": "GitHub von Maxyni",
            "instagram": "Instagram von Maxyni"
        },
        "compliance": {
            "title": "Datenschutzrichtlinie",
            "terms": {
                "1": "<p><strong>1. Über die Website:</strong> Die Website von Maxyni ist eine informative Landing Page, die dazu dient, unsere Produkte und Dienstleistungen vorzustellen. Personenbezogene Daten werden nur erfasst, wenn Sie mit dem 'Kontakt'-Formular interagieren und Informationen wie Name, E-Mail und Telefon angeben. Diese Daten werden ausschließlich verwendet, um auf Ihre Anfrage zu antworten.</p>",
                "2": "<p><strong>2. Verwendung von Cookies und ähnlichen Technologien:</strong> Wir können Cookies und ähnliche Technologien verwenden, um die Benutzererfahrung zu verbessern und die Nutzung der Website zu analysieren. Indem Sie die Website weiter nutzen, stimmen Sie der Verwendung dieser Technologien zu. Sie können Ihren Browser so konfigurieren, dass Cookies blockiert werden, aber dies kann Ihre Browsing-Erfahrung beeinträchtigen.</p>",
                "3": "<p><strong>3. Geistiges Eigentum:</strong> Der gesamte Inhalt der Website, einschließlich Texte, Bilder, Logos und andere Materialien, ist durch Urheberrechte und andere Gesetze zum Schutz des geistigen Eigentums geschützt. Sie sind nicht berechtigt, Inhalte ohne vorherige schriftliche Genehmigung von Maxyni zu reproduzieren, zu verbreiten, zu modifizieren oder zu verwenden.</p>",
                "4": "<p><strong>4. Haftungsbeschränkung:</strong> Maxyni bemüht sich, sicherzustellen, dass die auf der Website präsentierten Informationen genau und aktuell sind. Wir übernehmen jedoch keine Verantwortung für Fehler, Auslassungen oder Fehlinterpretationen der auf der Website enthaltenen Informationen. Die Nutzung der Website erfolgt auf eigene Verantwortung.</p>",
                "5": "<p><strong>5. Links zu Websites Dritter:</strong> Die Website kann Links zu anderen Websites enthalten. Maxyni ist nicht verantwortlich für den Inhalt, die Richtlinien oder die Datenschutzpraktiken von Websites Dritter.</p>",
                "6": "<p><strong>6. Änderungen der Richtlinie und der Website:</strong> Wir behalten uns das Recht vor, unsere Datenschutzrichtlinie jederzeit ohne vorherige Ankündigung zu ändern. Wir empfehlen Ihnen, diese Seite regelmäßig zu überprüfen, um über eventuelle Änderungen informiert zu sein. Wir können auch Teile der Website ohne vorherige Ankündigung ändern oder einstellen.</p>",
                "7": "<p><strong>7. Kontakt:</strong> Wenn Sie Fragen zu unserer Datenschutzrichtlinie oder zu anderen Angelegenheiten haben, kontaktieren Sie uns bitte per E-Mail unter: <Link>contato@maxyni.com.br</Link>.</p>"
            }
        }
    }
}