{
    "metadata": {
        "title": "Maxyni | Soluciones digitales a medida para tu negocio",
        "description": "Maximiza el potencial de tu empresa con soluciones digitales personalizadas, desarrolladas con excelencia, escalabilidad y seguridad. ¡Descubre cómo Maxyni puede transformar desafíos en oportunidades y llevar tu negocio al siguiente nivel!",
        "keywords": "maxyni, maxiny, maxini, startup, techstartup, tech startup, desarrollo, startup de desarrollo, desarrollo corporativo, desarrollo corporativo"
    },
    "navbar": {
        "logo_aria_label": "Ir a la página principal",
        "brand_name": "Maxyni",
        "home": {
            "text": "Inicio",
            "aria_label": "Ir al inicio de la página"
        },
        "about": {
            "text": "Acerca",
            "aria_label": "Ir a la sección Acerca de nosotros"
        },
        "solutions": {
            "text": "Soluciones",
            "aria_label": "Ir a la sección Soluciones"
        },
        "contact_button": {
            "text": "Contáctanos",
            "aria_label": "Abrir formulario de contacto"
        },
        "contact_modal": {
            "title": "Contáctanos",
            "submit_button_text": "Contactar",
            "form": {
                "generic_error_text": "No fue posible enviar tu formulario de contacto en este momento. Inténtalo de nuevo más tarde",
                "compliance_text": "Al enviar el formulario, aceptas la <a>Política de Privacidad</a>.",
                "fields": {
                    "full_name": {
                        "label": "Nombre completo",
                        "placeholder": "John Doe",
                        "errors": {
                            "nonempty": "Ingresa tu nombre completo.",
                            "regex": "Ingresa un nombre completo válido."
                        }
                    },
                    "email": {
                        "label": "Correo electrónico corporativo",
                        "placeholder": "john.doe@empresa.com",
                        "errors": {
                            "nonempty": "Ingresa tu correo electrónico corporativo.",
                            "regex": "Ingresa un correo electrónico válido."
                        }
                    },
                    "phone": {
                        "label": "Número de teléfono",
                        "optional_label": "(opcional)",
                        "placeholder": "(00) 00000-0000",
                        "country_code": "+55",
                        "errors": {
                            "nonempty": "Ingresa tu número de teléfono.",
                            "regex": "Ingresa un número de teléfono válido."
                        }
                    }
                },
                "sent": {
                    "icon_alt": "Icono de formulario con un check",
                    "title": "¡Formulario enviado!",
                    "subtitle": "Agradecemos tu contacto e interés en los servicios de <strong>Maxyni</strong>.",
                    "description_1": "En breve, uno de nuestros especialistas se pondrá en contacto a través del correo electrónico y teléfono corporativo que proporcionaste en el formulario.",
                    "description_2": "El tiempo de respuesta es normalmente hasta <strong>48 horas</strong>."
                }
            }
        },
        "menu": {
            "navigation_title": "Navegación",
            "language_title": "Idioma"
        }
    },
    "welcome": {
        "rocket_img_alt": "Cohete volando en diagonal hacia arriba.",
        "title": "Haz despegar tu empresa en lo digital con Maxyni",
        "description_1": "Somos especialistas en crear soluciones digitales para empresas y personas.",
        "description_2": "Transformamos tus ideas en realidad con calidad, seguridad y agilidad.",
        "description_3": "Nuestros diferenciales nos destacan en el mercado. ¡Haz clic en <strong>Despegar</strong> y descubre cómo podemos impulsar tus resultados!",
        "takeoff_button_text": "Despegar"
    },
    "about": {
        "person_img_alt": "Persona trabajando con un portátil en su regazo, cómoda y relajada.",
        "title": "¿Quién es <span>Maxyni</span>?",
        "description_1": "Maxyni nació para <strong>simplificar</strong> cómo las empresas gestionan sus procesos y toman decisiones.",
        "description_2": "Más que crear productos digitales, queremos ser una <strong>referencia</strong>. Creemos que la tecnología debe ser <strong>accesible</strong> e <strong>intuitiva</strong>. Por eso, desarrollamos soluciones pensadas para empresas de todos los tamaños y sectores.",
        "description_3": "¿Qué nos diferencia? <strong>Personas, calidad y cuidado.</strong> Todo lo que hacemos tiene como objetivo <strong>facilitar</strong> el día a día de las empresas e <strong>impactar positivamente</strong> a las personas. Nuestra esencia es entregar <strong>calidad</strong> en cada detalle."
    },
    "best_choice": {
        "title": "¿Por qué somos tu <span>mejor</span> elección?",
        "description": "Algunas empresas ofrecen software — nosotros entregamos <strong>soluciones completas</strong>. ¿Y qué nos hace únicos? Aquí algunas razones por las que Maxyni es la elección correcta para tu negocio:",
        "support": {
            "icon_alt": "Burbuja de diálogo.",
            "title": "Soporte",
            "description": "Nuestro servicio humanizado siempre está listo para ayudar y resolver cualquier problema, garantizando que tu día a día fluya sin complicaciones."
        },
        "customization": {
            "icon_alt": "Acuarela con pincel y paleta de colores",
            "title": "Personalización",
            "description": "Entendemos que cada negocio es único. Por eso, nuestros sistemas son altamente personalizables y adaptables, proporcionando comodidad y eficiencia para ti."
        },
        "excellence": {
            "icon_alt": "Estrella brillante.",
            "title": "Excelencia",
            "description": "Tenemos una velocidad increíble para lanzar actualizaciones. Estamos constantemente trayendo nuevas soluciones y funciones para ti, porque la innovación forma parte de nuestro ADN."
        }
    },
    "solutions": {
        "person_img_alt": "Persona con gafas de realidad virtual impresionada con las soluciones de Maxyni.",
        "title": "Soluciones para alcanzar el <span>MÁXIMO</span>",
        "description_1": "¡Desbloquea todo el potencial de tu negocio con las <strong>soluciones de Maxyni</strong>!",
        "description_2": "Cada producto se desarrolla con enfoque en las <strong>necesidades reales</strong> del día a día, considerando los dolores y desafíos de cada área de actuación. Nuestros productos están diseñados para ser <strong>intuitivos, eficientes y robustos</strong>, garantizando facilidad de uso sin sacrificar el rendimiento.",
        "custom_description": "¡Desbloquea todo el potencial de tu negocio con las <strong>soluciones de Maxyni</strong>! Creamos experiencias digitales a medida que transforman la visión en realidad.",
        "cards": {
            "institutional_sites": {
                "title": "Sitios Institucionales",
                "description": "Vitrinas digitales que presentan tu marca al mundo con diseño elegante y profesional.",
                "ideal_for_prefix": "Ideal para:",
                "ideal_for": "Empresas que desean establecer presencia online, fortalecer su marca y comunicar valores."
            },
            "ecommerce": {
                "title": "E-commerce",
                "description": "Tiendas virtuales completas, optimizadas para conversión y con excelente experiencia de compra para tus clientes.",
                "ideal_for_prefix": "Ideal para:",
                "ideal_for": "Negocios que desean vender productos online, expandir su alcance y automatizar ventas."
            },
            "web_systems": {
                "title": "Sistemas Web",
                "description": "Aplicaciones personalizadas que automatizan procesos y unifican datos en una plataforma central.",
                "ideal_for_prefix": "Ideal para:",
                "ideal_for": "Empresas que necesitan optimizar flujos de trabajo, eliminar procesos manuales y centralizar información."
            }
        },
        "products": {
            "title": "Conoce nuestros productos:",
            "li_1": "Actualmente, desarrollamos <strong>Web Apps Fullstack</strong> a medida para empresas pequeñas y medianas. Nuestro enfoque es <strong>automatizar procesos</strong> y ahorrar tiempo, permitiendo que tu equipo se concentre en lo que realmente importa.",
            "li_2": "Para el futuro, estamos trabajando en soluciones <strong>SaaS multi-tenant</strong>, como <strong><a>Ahssets</a></strong>, una plataforma completa de gestión de activos e inventario interno. Con énfasis en <strong>escalabilidad</strong> y <strong>seguridad</strong>, estas herramientas prometen transformar la forma en que gestionas tu negocio. ¡Mantente atento!"
        }
    },
    "footer": {
        "brand_name": "Maxyni",
        "slogan": "Desarrollando el futuro que ya llegó.",
        "rights": "© {year} <Link>Maxyni</Link>. Todos los derechos reservados.",
        "links": {
            "company_text": "Institucional",
            "compliance_text": "Política de Privacidad",
            "github": "GitHub de Maxyni",
            "instagram": "Instagram de Maxyni"
        },
        "compliance": {
            "title": "Política de Privacidad",
            "terms": {
                "1": "<p><strong>1. Sobre el sitio:</strong> El sitio de Maxyni es una landing page informativa, destinada a presentar nuestros productos y servicios. Los datos personales se recopilan solamente cuando interactúas con el formulario 'Contáctanos', proporcionando información como nombre, correo electrónico y teléfono. Estos datos se utilizan exclusivamente para responder a tu contacto.</p>",
                "2": "<p><strong>2. Uso de Cookies y Tecnologías Similares:</strong> Podemos utilizar cookies y tecnologías similares para mejorar la experiencia del usuario y analizar la utilización del sitio. Al continuar utilizando el sitio, consientes con el uso de estas tecnologías. Puedes configurar tu navegador para bloquear cookies, pero esto puede impactar la experiencia de navegación.</p>",
                "3": "<p><strong>3. Propiedad Intelectual:</strong> Todo el contenido del sitio, incluyendo textos, imágenes, logotipos y otros materiales, está protegido por derechos de autor y otras leyes de propiedad intelectual. No estás autorizado a reproducir, distribuir, modificar o utilizar cualquier parte del contenido sin previa autorización por escrito de Maxyni.</p>",
                "4": "<p><strong>4. Limitación de Responsabilidad:</strong> Maxyni se esfuerza por garantizar que las informaciones presentadas en el sitio sean precisas y actualizadas. Sin embargo, no nos responsabilizamos por errores, omisiones o por la interpretación incorrecta de las informaciones contenidas en el sitio. El uso del sitio es bajo tu propia responsabilidad.</p>",
                "5": "<p><strong>5. Enlaces a Sitios de Terceros:</strong> El sitio puede contener enlaces a otros sitios. Maxyni no se responsabiliza por el contenido, políticas o prácticas de privacidad de sitios de terceros.</p>",
                "6": "<p><strong>6. Modificaciones en la Política y en el Sitio:</strong> Nos reservamos el derecho de alterar nuestra Política de Privacidad en cualquier momento, sin aviso previo. Recomendamos que revises esta página periódicamente para estar al tanto de eventuales cambios. También podremos modificar o descontinuar cualquier parte del sitio sin aviso previo.</p>",
                "7": "<p><strong>7. Contacto:</strong> Si tienes alguna duda sobre nuestra Política de Privacidad, o cualquier otra cuestión, ponte en contacto con nosotros por correo electrónico: <Link>contato@maxyni.com.br</Link>.</p>"
            }
        }
    }
}